Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_ilmoittaa_haettavaksi_elokuvakeskuksen_projektityontekijan_maaraaikaisen_tehtavan.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät ilmoittaa haettavaksi elokuvakeskuksen projektityöntekijän määräaikaisen tehtävän
sme: Sámediggi almmuha ohcanláhkái filbmaguovddáža prošeaktabargi mearreáigásaš doaimma

source: Työ alkaa lokakuun loppupuolella ja kestää 28.2.2022 saakka.
sme: Bargu álgá golggotmánu loahpas ja bistá 28.2.2022 rádjai.

source: Projektityöntekijän tehtäviin kuuluu mm. Skábmagovat alkuperäiskansojen elokuvafestivaaliin liittyvät työt (mm. av-tekniikka, elokuvakopiot ja -näytökset) sekä muut keskuksen työt.
sme: Prošeaktabargi bargguide gullet Skábmagovat -eamiálbmogiid filbmafestivála barggut (ea. av-teknihkka, filbmakopiat ja -čájáhusat) ja eará filbmaguovddáža barggut.

source: Tehtävän menestyksellistä hoitamista edesauttaa soveltuva koulutus, saamen kielen taito sekä riittävä englannin kielen taito.
sme: Barggu menestuvvi dikšumis veahkehit heivvolaš skuvlejupmi, sámegiela máhttu sihke doarvái buorre eaŋgalsgiela máhttu.

source: Projektityöntekijän palkkaus määräytyy Suomen saamelaiskäräjien palkkausjärjestelmän vaativuustason VII/I mukaan (peruspalkka 1 841,65 euroa/kk).
sme: Prošeaktabargi bálká mearrašuvvá Suoma sámedikki bálkávuogádaga gáibádusdási VII/I mielde (vuođđobálká 1 841,65 euro/mb).

source: Peruspalkan lisäksi maksetaan 24 %:n saamelaisalueen lisä ja työkokemuksen mukaan määräytyvät kokemuslisät.
sme: Vuođđobálkká lassin máksojuvvojit 24 % sámeguovllu lassi sihke ahkelasit, mat mearrašuvvet bargohárjánumi mielde.

source: Projektityöntekijän toimipaikka sijaitsee saamelaiskulttuurikeskus Sajoksessa.
sme: Prošeaktabargi doaibmabáiki lea sámekulturguovddáš Sajosis.

source: Hakemukset liitteineen tulee toimittaa saamelaiskäräjien sihteeristöön 15.10.2021 klo 16.00 mennessä osoitteeseen: https://www.sympahr.net/public/pq.aspx?71eb92a0
sme: Ohcamušaid oktan mildosiiguin galgá doaimmahit sámedikki čállingoddái 15.10.2021 dmu 16.00 rádjai čujuhussii https://www.sympahr.net/public/pq.aspx?71eb92a0

source: Lisätietoja työstä antaa elokuvakeskuksen suunnittelija Tarja Porsanger p. 050 569 6065, tarja.porsanger(at)samediggi.fi.
sme: Lassedieđuid barggu birra addá filbmaguovddáža plánejeaddji Tarja Porsanger p. 050 569 6065, tarja.porsanger(at)samediggi.fi.

source: Saamelaiskäräjien toimintaan voi tutustua nettiosoitteessa www.samediggi.fi ja Alkuperäiskansojen elokuvafestivaaliin osoitteessa: www.skabmagovat.fi .
sme: Sámedikki doaimmaide sáhttá oahpásmuvvat neahttačujuhusas www.samediggi.fi ja Skábmagovat Eamiálbmogiid filbmafestiválii čujuhusas www.skabmagovat.fi .

source: Inarissa 4.10.2021 Saamelaiskäräjät
sme: Anáris 4.10.2021 Sámediggi

source: Kuva: Kevin Francett / Skábmagovat
sme: Govva: Kevin Francett / Skábmagovat
